export const Colors = {
    // 사용한 초록색 팔레트
  masil: {
    background: '#F5F8E6', // 연한 파스텔 연두 (플러스/홈 배경)
    button: '#B3CBB3',     // 톤다운된 연두색 (제출/업로드 버튼)
    icon: '#A5D6A7',       // 중간 톤의 연두 (아이콘 및 강조 요소)
    point: '#009205',      // 진한 녹색 포인트
  },
  // 텍스트
  gray: {
    900: '#333333', // 메인 타이틀, 기본 텍스트
    600: '#666666', // 서브 텍스트, 설명글
    400: '#999999', // 플레이스홀더
    200: '#D9D9D9', // 회색 아바타 동그라미, 빈 이미지 배경
    100: '#f0f0f0', // 연한 테두리 선
  },
  white: '#ffffff',
  black: '#000000',
};